Repository: temraz/fag-ameeq
Catalog: src/Locale/*/default.po
Languages: ar_eg

source: Something went wrong please try again
ar_eg: يوجد خطأ في العملية, من فضلك حاول مرة آخرى

source: Something went wrong, please contact with support
ar_eg: يوجد خطأ في العملية, من فضلك تواصل مع الدعم الفني

source: Your mobile numer or password is incorrect
ar_eg: هاتفك الجوال أو كلمة المرور غير صحيحة

source: Request data can not be empty, please contact with support
ar_eg: بيانات الطلب لا يمكن ان تكون فارغة، من فضلك تواصل مع الدعم الفني

source: The user has been saved
ar_eg: تم حفظ المستخدم

source: Please enter your verification code
ar_eg: من فضلك ادخل كود التحقق

source: Password has been updated
ar_eg: تم تحديث كلمة المرور

source: National ID is already exist
ar_eg: رقم الهوية موجود من قبل

source: There is no result
ar_eg: لا يوجد نتيجة

source: No data found
ar_eg: لا يوجد نتيجة

source: Mobile number is already exist
ar_eg: رقم الهاتف المحمول موجود من قبل

source: Your activation code is
ar_eg: كود التفعيل الخاص بك هو

source: Account has been verified
ar_eg: تم التحقق من الحساب

source: Verification code is invalid
ar_eg: كود التحقق غير صحيح

source: Your account is already verified
ar_eg: تم التحقق من حسابك من قبل

source: Verification code to reset your password
ar_eg: كود التحقق لإسترجاع كلمة المرور

source: New order waiting for you to deliver it
ar_eg: يوجد طلب جديد في انتظارك لتوصيله

source: Mobile number not exist
ar_eg: رقم الجوال غير موجود

source: New delivery offer on your order
ar_eg: يوجد عرض توصيل جديد على طلبك

source: Password can not be empty
ar_eg: لا يمكن لكلمة المرور ان تكون فارغة

source: Your account must be confirm by your mobile number
ar_eg: يجب تأكيد حسابك من خلال رقم هاتفك الجوال

source: Your account has been suspended
ar_eg: تم تعليق حسابك

source: Your account data has been updated
ar_eg: تم تحديث بيانات حسابك

source: Client has canceled the order
ar_eg: قام العميل بإلغاء الطلب

source: File extension is not valid
ar_eg: صيغة الملف غير مدعومة

source: Client has accepted your offer
ar_eg: قام العميل بقبول عرضك

source: Client has declined your offer
ar_eg: قام العميل برفض عرضك

source: Captain has delivered the orde
ar_eg: قام الكابتن بتوصيل الطلب

source: You have new message
ar_eg: لديك رسالة جديدة

source: Email is not valid
ar_eg: البريد الالكتروني غير صحيح

source: Image extension is not valid
ar_eg: صيغة الصورة غير مدعومة

source: Docuemnts has been uploaded
ar_eg: تم رفع الوثائق

source: Can not upload image
ar_eg: لم يتمكن من رفع صورة

source: Notification status is required
ar_eg: حالة التنبية مطلوبة

source: You are not authorized to do this action
ar_eg: ليس لديك الصلاحية للقيام بهذه العملية

source: Captin has been approved
ar_eg: تم قبول المندوب

source: Notification status has been updated
ar_eg: تم تحديث حالة التنبيهات

source: User is already captain
ar_eg: المستخدم هو مندوب بالفعل

source: Captain not found
ar_eg: لا يوجة مندوب

source: No stores has been found
ar_eg: لا توجد متاجر

source: The order has been created
ar_eg: تم إنشاء الطلب

source: Order ID is not valid
ar_eg: رقم الطلب غير صحيح

source: Order has been canceled
ar_eg: تك إلغاء الطلب

source: Your offer has been declined by the client
ar_eg: تم رفض عرضك من قبل العميل

source: There is no new orders
ar_eg: لا يوجد طلبات جديدة

source: Location has been update
ar_eg: تم تحديث الموقع

source: Rating value must be between 1 and 5
ar_eg: قيمة التقيم يجب ان تكون بيم 1 و 5

source: You can not cancel offer after 6 min passed
ar_eg: لا يمكنك إلغاء الطلب بعد مرور 6 دقائق

source: You can not cancel order after invoice has been issued
ar_eg: لا يمكنك إلغاء الطلب بعد إصدار الفاتورة

source: Km
ar_eg: كيلو متر

source: Evalutee is not exist found
ar_eg: المستخدم الذي سيتم تقيمة غير موةود

source: User has been rated
ar_eg: تم تقييم المستخدم

source: You should issue an invoice to deliver the order
ar_eg: يجب إصدار فاتورة لتسليم الطلب

source: You can not cancel order after delivered it
ar_eg: لا يمكنك إلغاء الطلب بعد توصيلة

source: You should wait 1 min to be able to cancel your offer
ar_eg: يجب الانتظار لمدة دقيقة واحدة حتى تتمكن من إلغاء العرض

source: You can not cancel the order after 6 min from accepting by our captain
ar_eg: لا يمكنك إلغاء الطلب بعد 6 دقائق من قبوله من قبل مندوبنا

source: Offer has been accepted
ar_eg: تم قبول العرض

source: You can not declined the offer after accepting it
ar_eg: لا يمكنك رفض العرض بعد قبوله

source: Invoice has been issued successfully
ar_eg: تم إصدار الفاتورة بنجاح

source: Order has been delivered
ar_eg: تم توصيل الطلب

source: Offer has been canceled
ar_eg: تم إلغاء العرض

source: Offer has been declined
ar_eg: تم رفض العرض

source: Captain has canceled the offer
ar_eg: قام المندوب بإلغاء العرض

source: Offer is no longer exist
ar_eg: لم يعد العرض موجودا

source: Order not found
ar_eg: لم يتم العثور على الطلب

source: No offers has been found
ar_eg: لم يتم تقديم عروض لطلبك بعد

source: Order has been canceled by the client
ar_eg: تم إلغاء الطلب من قبل العميل

source: Order has been taken by another captain
ar_eg: تم أخذ الطلب من قبل طيار آخر

source: Order has been taken by a captain
ar_eg: تم استلام الطلب من قبل مندوبنا

source: Delivery cost should be
ar_eg: تكلفة التوصيل يجب ان تكون

source: Delivery cost should be between
ar_eg: تكلفة التوصيل يجب ان تكون بين

source: SAR
ar_eg: ريال

source: No new notifications
ar_eg: لا يوجد إشعارات جديدة

source: User does not exist, please contact with support
ar_eg: المستخدم غير موجود من فضلك تواصل مع الدعم الفني

source: New password can not be equal to the old password
ar_eg: كلمة المرور الجديدة لا يمكن ان تكون مثل كلمة المرور القديمة

source: Purchases price Cost is required
ar_eg: سعر المشتريات مطلوب

source: Password has been changed
ar_eg: تم تغير كلمة المرور

source: New password field is required
ar_eg: حقل كلمة المرور الجديدة مطلوب

source: Your current password is not correct
ar_eg: كلمة المرور الحالية غير صحيحة

source: Your offer has been send to the client
ar_eg: تم إرسال عرضك للعميل

source: Delivery Cost is required
ar_eg: قيمة التوصيل مطلوبة

source: You can not accept more than one offer
ar_eg: لا يمكنك قبول اكثر من عرض واحد
